Repository: La-Mocha-Traduccion/informe-penal
Catalog: omegat/project_save.tmx
Source language: es_ar
Languages: en_us

source: Ejemplo: ir a buscar a una infancia a la escuela, cortar el pasto, limpiar, cocinar.
en_us: For example: pick up a child at school, cut the grass, clean, cook.

source: El encuentro número once, con la misma lógica que la invitación a las compañeras de la Cooperativa Nadia Echazú, se extendió la invitación a la organización Yo No Fui.
en_us: The eleventh meeting, with the same logic as the invitation to the members of the Nadia Echazú Cooperative, extended the invitation to the organization It Wasn't Me.

source: El quinto encuentro estuvo marcado por algo que surgió de la emergencia del taller.
en_us: The fifth meeting was marked by something that arose during the workshop.

source: El segundo encuentro trabajamos sobre cómo cada trayectoria vital está atravesada por nuestro contexto; el más inmediato y el más estructural.
en_us: During the second meeting, we discussed how each of our life trajectories are inflected by both our contexts, both immediately and structurally.

source: El Estado aparece acá, en su dimensión punitiva, cuando no lo hizo en la función social de la protección y promoción de los derechos.
en_us: The State appears here, in the punitive space, despite the fact that it did do so in the social function of the protection and promotion of rights.

source: El acceso y la permanencia por parte de organizaciones de la sociedad civil en estos lugares permiten proponer actividades que no solo ofrecen herramientas prácticas para la reintegración, sino que también generan un impacto emocional y personal en quienes participan.
en_us: The access and presence on the part of civil society organizations in these places allows them to put forward activities that not only offer practical tools for reintegration, but also that generate a personal and emotional impact on those participating.

source: El clásico “si participa tal, yo no voy”.
en_us: the classic "if so-and-so participates, I won't go"

source: El equipo docente incluyó a catorce personas, de las cuales la mitad eran personas travestis, trans y no binarias.
en_us: The teaching team included fourteen people, half of whom were transvestite, trans, and non-binary people.

source: El mundo del trabajo formal ha sido históricamente inaccesible para las personas travestis, trans y no binarias.
en_us: The world of formal work has been historically inaccessible for transvestite, trans, and non-binary people.

source: El objetivo general del proyecto buscó brindar herramientas laborales que permitan a personas travestis, trans y no binarias que se encuentran privadas de su libertad detectar sus deseos y conocer sus derechos y obligaciones en el marco de los derechos socio laborales en el proceso de recuperación de la libertad; así como también consolidar herramientas y aptitudes para el desarrollo grupal e individual.
en_us: The general objective of the project was to provide tools to permit transvestite, trans, and non-binary people deprived of liberty to articulate their wishes and understand their social and labor rights in the process of recuperating their liberty, and to consolidate tools and knowledge for group and individual development.

source: El proceso de liberación de mis pares no solo debe centrarse en la reintegración social, sino también en garantizar que sus derechos sean reconocidos y respetados en todas las etapas del proceso.
en_us: The process of liberating my peers must not only be focused on social reintegration, but also on guaranteeing that our rights are recognized and respected at every stage of the process.

source: El proyecto “Fortalecimiento de derechos en el proceso de liberación de las personas travestis, trans y no binarias privadas de su libertad” consistió en la realización de un taller dictado los meses de mayo, junio, julio, agosto, septiembre y octubre del 2024 en el Centro Cultural del Complejo Penitenciario IV de Ezeiza, el cual fue articulado con el Servicio Penitenciario Federal, en particular con la Dirección de Trato y Tratamiento, y las Áreas de Educación y Sociales.
en_us: The project " Strengthening rights in the process of liberating travestis, trans, and non-binary people deprived of liberty" consisted of a series of workshops given during the months of May, June, July, August, September, and October of 2024 in the Cultural Center of the Penitentiary Complex IV of Ezeiza, which was articulated through the Federal Penitentiary Service, particularly the Directorate of Treatment and the Education and Social Commitment Areas.

source: El proyecto “Fortalecimiento de derechos en el proceso de liberación de las personas travestis, trans y no binarias privadas de su libertad” es una iniciativa de trabajo colaborativo entre la Asociación Civil Mocha Celis y la Procuración Penitenciaria de la Nación (PPN), realizada con el apoyo del Fondo de Derechos Humanos de la Embajada del Reino de Países Bajos. El proyecto se encuentra enmarcado en los compromisos asumidos por nuestras organizaciones en la defensa, protección y promoción de los derechos de las personas travesti-trans privadas de su libertad.
en_us: The project "Strengthening rights in the process of liberating travestis, trans, and non-binary people deprived of liberty" is a collaborative initiative between the Mocha Celis Civil Association and the Prison Ombudsman's National Office (PPN), realized with the support of the Human Rights Fund of the Kingdom of the Netherlands. The project is part of our organizations' commitment to the defense, protection, and promotion of the rights of transvestite, trans, and non-binary people deprived of liberty.

source: El relevamiento confirma que el principal delito por el cual se encarcela a las personas travestis y trans es la infracción a la ley de drogas.
en_us: The review confirms that the primary offense for which travesti and trans persons are incarcerated is drug law infraction.

source: El taller
en_us: The workshop

source: El taller, como mencionamos, estaba orientado hacia las personas travestis, trans y no binarias que estuvieran dentro del Complejo IV de Ezeiza.
en_us: The workshop, as we have mentioned, was oriented towards transvestite, trans, and non-binary people who were held within Complex IV of Ezeiza.

source: Ella compartió su situación con toda la clase y contó que luego de un tiempo de sentirse perdida después de la salida, encontró un espacio que la pudo acompañar y hacer sentir que ella puede construir otros mundos: se acercó a la Mocha, terminó la secundaria, está trabajando y abordando las diferentes problemáticas que la siguen acompañando.
en_us: She shared her situation with the class and said that, after a period of feeling when she was released, she encountered a space that could accompany her and make her feel like she could build other worlds: she found Mocha and finished school, and is now working and addressing the problems that continue to follow her.

source: Ella, oriunda de Salta, inició su militancia en Córdoba y luego llegó a Buenos Aires, para hacer redes militantes junto a activistas como Lohana Berkins y Marlene Wayar.
en_us: She, native to Salta, began her activism in Cordoba and later reached Buenos Aires, to build activist networks together with activists lik Lohana Berkins an Marlene Wayar.

source: En cada encuentro promovimos contar con la asistencia de docentes con personas travestis, trans y no binarias, con un doble propósito: por un lado, que quienes participan conozcan la diversidad de experiencias y trayectorias de vida posibles, fuera de los estereotipos de género impuestos.
en_us: In each meeting, we promoted the attendance of transvestite, trans and non-binary teachers with a double purpose: on the one hand, because those who participated knew the diversity of experiences and possible life trajectories of their community, from a point of view outside of imposed gender stereotypes.

source: En cuanto a la nacionalidad, el 60% afirmó ser argentina, mientras que el resto son personas extranjeras, principalmente migrantes de Perú.
en_us: In regards to nationality, 60% declared being Argentinian, while the rest are foreign persons, primarily migrants from Peru.

source: En cuanto al acceso a la educación puede identificarse una considerable mejora respecto a la comparación desde antes de la sanción de la Ley de Identidad de Género: en el año 2005 sólo el 10,4% de las travestis y trans se encontraban estudiando, mientras que en el 2022, año en el que se llevó adelante la investigación, ese porcentaje se incrementó al 47,1%.
en_us: Regarding access to education it is able to identify a considerable improvement with respect to the comparison since before the ratification of the Law of Gender Identity; in 2005 only 10.4% of travestis and transgenders were found to be studying, meanwhile in 2022, the year in which the inquiry was undertaken, that percentage increased to 47.1%.

source: En cuanto al acceso al trabajo, el estudio indica que solamente el 13.5% estaba en el mercado de trabajo formal.
en_us: Regarding access to work, the study indicates that only 13.5% were in the formal job market.

source: En cuanto al empleo, también se evidencian dificultades para integrarse al mercado laboral, ya que la mayoría trabajaba a tiempo parcial y un 20% estaba desocupada antes de su detención.
en_us: Regarding employment, also evidenced are difficulties integrating into the labor market, as the majority worked part-time and 20% were unemployed before their detention.

source: En dicha investigación, se pudo corroborar que ante la falta de presencia estatal, son las organizaciones civiles las que acompañan el proceso de liberación de las personas que egresan de los centros penitenciarios, facilitando el acceso a espacios educativos, laborales, de salud, vivienda, entre otros.
en_us: In said investigation, it was corroborated that in the face of the lack of state presencia, there are civil organizations of which accompany the process of liberation of persons that leave penitentiary centers, facilitating access to education, labor, healthcare, and housing spaces, among others.

source: En el décimo encuentro se llevó adelante la finalización del armado de los currículum vitae.
en_us: In the tenth meeting we moved forward with the finalization of putting together the curriculum vitae.

source: En el noveno encuentro quisimos escuchar sobre otras experiencias organizativas que nuclean a personas travestis, trans y no binarias, más allá de la Mocha Celis.
en_us: In the ninth meeting we wanted to hear about other organizational experiences that unite travesti, trans, and non-binary persons, beyond Mocha Celis.

source: En el octavo encuentro se trabajó sobre la Ley de Identidad de Género (LIG), sancionada en el año 2012 en Argentina, y la ley de Cupo laboral Travesti y Trans Lohana Berkins y Diana Sacayán, sancionada en el año 2021.
en_us: In the eighth meeting, we focused on the Law of Gender Identity (LGI) and the "Lohana Berkins and Diana Sacayán" Transvestite and Trans Labor Quota Law, passed in 2012 and 2021 respectively.

source: En el sexto encuentro quisimos conversar específicamente sobre la diferencia entre trabajo y empleo y entre trabajo registrado y no registrado, para así llegar a la construcción de la definición de las tareas de cuidado.
en_us: In the sixth meetingwe wanted to speak specifically about the difference between work and employment, registered and non-registered work, in order to construct a definition of "care tasks."

source: En el séptimo encuentro conversamos sobre los derechos laborales y el reconocimiento de los diversos momentos históricos donde se instituyeron.
en_us: In the seventh meeting we spoke about labor rights and the diverse historical moments in which they were won.

source: En el tercer encuentro llevamos adelante la aproximación al armado de curriculum vitae.
en_us: In the third encounter, we began to prepare our résumés.

source: En el caso de Argentina, las situaciones de estigma, discriminación y violencias estructurales se presentan desde etapas tempranas de la vida, comenzando con la expulsión de los hogares y siguiendo con la falta de acceso a derechos humanos básicos como la salud, la educación, la vivienda o el trabajo.
en_us: In the case of Argentina, the conditions of stigma, discrimination, and structural violence present themselves from early stages of life, beginning with the expulsion from homes and continuing with the lack of access to basic human rights as health, education, housing, or work.

source: En el informe “Mujeres privadas de su Libertad: la invisibilidad tras los muros” (2020) -investigación realizada desde la PPN en conjunto con Corpora en Libertad, Wola y otras organizaciones y activistas trans regional- se observa que el fenómeno de la ausencia políticas públicas y/o programas de tratamiento para personas trans y travestis post penitenciarias es una problemática general compartida por varios países de la región.
en_us: In the report "Women Deprived of their Liberty: The Invisibility Behind Bars" (2020) -research conducted by the PONO jointly with Corpora in Liberty, Wola, and other organizations and regional trans activitists- it is observed that the phenomenon of the absence of public policies and/or treatment programs for post-penitentiary trans and travesti persons is a general problem area shared by various countries in the region.

source: En el informe “Violencia contra personas LGBTI” la Comisión Interamericana de Derechos Humanos (CIDH) se ha podido documentar que en la mayoría de los países de América Latina las experiencias de vida de las personas travestis, trans y no binarias se encuentran marcadas por un entramado social de violencia, discriminación y criminalización que generalmente comienza desde muy temprana edad, producto de la exclusión y violencia sufrida en sus hogares, comunidades y centros educativos.
en_us: In the report “Violence Against LGBTI Persons” the Interamerican Commission of Human Rights (ICHD) has been able to document que in the majority of the countries of Latin America the life experiences of travesti, trans, and non-binary people are found marked by a social structure of violence, discrimination, and criminalization que generally begins from a very early age, product of the exclusion and violence suffered in their homes, communities, and educational centers.

source: En ese adentro que muchas veces no se interrumpe por alguna visita o por la llamada.
en_us: In that 'inside' that is often not interrupted by a visit or call.

source: En este caso el juego consistía en juntar las emociones propias con las ajenas y compartir, poner palabra.
en_us: The game consisted of putting one's emotions together with those of others, sharing and putting words to them.

source: En este contexto, son las propias comunidades y redes de cuidado las que se organizan para recaudar fondos y proporcionar lo necesario.
en_us: In this context, it is the communities and care networks themselves that are organized to raise funds and provide what is necessary.

source: En este encuentro se destacó qué es lo que más le había gustado a cada quien: salir del pabellón, compartir ricos desayunos, por un rato desconectar de todo lo que pasaba adentro, olvidarse un rato que estaban privadxs de la libertad, comprender mejor las historias de cada quien y lo que les pasaba, conocer la historia de las referentes, ver a compañeras que se conocían de otros lugares ahora que ingresen como docentes, escucharla a Sofía y saber que armar otro proyecto es posible.
en_us: In this meeting, it was highlighted what each one had liked the most: leaving the ward, sharing delicious breakfasts, for a while disconnecting from everything that happens inside forgetting for a while that they were deprived of liberty, better understanding the stories of each one and what happened to them, knowing the history of the facilitators, seeing peers who knew each other from other places but now join as teachers, listening to Sofía, and knowing that assembling another project is possible.

source: En este espacio se realizaron encuentros quincenales con talleres que cada uno tuvo uno duración de 2.30 horas.
en_us: In this space, meetings were held every fortnight with a duration of 2.30 hours each.

source: En este sentido, es importante contextualizar que la cárcel potencia y agudiza las condiciones previas de desigualdad social y estructural que atraviesan muchas personas de la comunidad travesti, trans y no binaria.
en_us: In this sense, it is important to contextualize that the prison promotes and aggravates the prior conditions of social and structural inequality that many persons in the travesti, trans, and non-binary community experience.

source: En este sentido, organismos como la Procuración Penitenciaria de la Nación advierten que en las últimas décadas, se observa un aumento en el encarcelamiento de las personas travestis y trans en Argentina.
en_us: In this sense, bodies like the Prison Ombudsman's National Office warn that in the last few decades, there has been an observed increase in the imprisonment of travesti and trans people in Argentina.

source: En la primera clase trabajamos sobre los objetivos y las expectativas del taller y sobre el recorrido con el que llega cada quien a estos encuentros, pautamos las normas de convivencia y la importancia de hacer del espacio-taller un lugar seguro para que todes puedan exponer emociones, deseos, sentimientos, proyectos y para poder hacerlo es importante que nadie se burle de nadie.
en_us: In the first class, we worked on the objectives and expectations of the workshop and how one should approach each meeting. We set the rules of coexistence and the importance of making the workshop-space a safe place for everyone to express emotions, desires, feelings, and projects without being made fun of.

source: En primer lugar, compartiremos algunas consideraciones sobre la selectividad penal que existe sobre las personas travestis, trans y no binarias, recuperando los saberes de las organizaciones y los datos disponibles sobre las experiencias de encarcelamiento.
en_us: First, we share some considerations about the selective criminalization of transvestite, trans, and non-binary people, compiling available data and knoweldge about the incarcerated experience.

source: En segundo lugar, reflexionaremos sobre lo que sucede tras las rejas del encierro (¿qué lazos se rompen?
en_us: Secondly, we reflected on what occurs behind the bars of the prison (What bonds are broken?

source: En su amplia mayoría, nos referimos a una población detenida por delitos no violentos y con trayectorias de vida de extrema vulnerabilidad.
en_us: In broad majority, we refer to a population detained for non-violent offenses and with extremely vulnerable life trajectories.

source: En un mundo donde se nos invita a pensarnos individualmente, este tipo de proyectos vienen a impulsar la contrucciòn colectiva, donde se nos da la oportunidad de conversar y problematizar acerca de nuestras vidas, a encontrarnos para saber que no estamos solas, que somos un montòn que estamos exigiendo tener una vida mejor, porque otros mundos son posibles y no queda duda que nosotres los vamos a construir.
en_us: In a world where we are asked to think of ourselves individually, this type of project comes to drive the construction of collectivity, where we are given the opportunity to converse and question about our lives, to come together in knowing that we aren't alone, que we are many, that we are demanding to have a better life, because other worlds are possible, and undoubtedly we are going to build them.

source: En un mundo que avanza hacia poder pensar en la equidad y la necesidad de que todas las personas nos encontremos ocupando los espacios en la sociedad, es imperioso reconocer y fortalecer los derechos de las personas travestis, trans y no binarias, especialmente aquellas que han sido privadas de su libertad.
en_us: In a world that advances towards being able to think about the equity and needs of all people we should encounter occupying the spaces of society, it is imperative to recognize and strengthen the rights of travesti, trans, and non-binary people, especially those que have been deprived of their freedom.

source: Entrar al penal de forma periódica implica interrumpir el tiempo carcelario.
en_us: Regularly entering the prison implies an interruption of carcel time

source: Era lindo cada miércoles que venían.
en_us: It was wonderful each Wednesday that they came.

source: Era nuestra salida del pabellón
en_us: It was our escape from the wing

source: Es clave para poder generar un afuera en el adentro penitenciario.
en_us: It is essential in order to generate an 'outside' from the pennitentiary 'inside'.

source: Es decir que la violencia constante, transversal, diseminada y desde temprana edad generan las condiciones de muerte prematura en las personas travestis y trans.
en_us: That is to say that constant, transversal, and disseminated violence from an early age generates the conditions of premature death in travesti and trans people.

source: Es decir, son leyes que inscribieron a las personas travestis y trans en la gramática estatal desde un lugar de sujetas de derechos, donde -además, en el caso de la ley de cupo laboral- se reconocen las heridas históricas infringidas a la población.
en_us: meaning that these laws inscribed transvestite and trans people into the state grammar as subjects of rights, recognizing the historical wounds that had plagued the population in turn.

source: Es decir, un CV donde contamos cosas más informales e íntimas sobre quiénes somos, qué hacemos, qué nos gusta, para así recuperar saberes y habilidades no reconocidos cuando nos forzamos a pensar experiencias laborales para volcar a un papel.
en_us: That is, a CV where we talk about more informal and intimate things such as who we are, what we do, and what we like in order to recover knowledge and skills not recognized when we force ourselves to think about 'work experiences' to apply to a role.

source: Es decir, un dominó que contiene en su pieza, como todos los dominós, dos índices.
en_us: Every domino piece has two ends.

source: Es esencial el trabajo en conjunto entre las organizaciones sociales, autoridades penitenciarias y la sociedad civil para crear un entorno donde se respete nuestra identidad de género y se garantice el acceso a servicios básicos, como son la educación y el trabajo.
en_us: It is essential to work in conjuntion with social organizations, penitentiary authorities, and civil society in order to create an environment where our gender identity is respected and access to basic services is guaranteed, as are education and work.

source: Es por eso que es fundamental llevar adelante estos espacios.
en_us: That is why it is essential to carry out these spaces.

source: Esa primera clase fue eso lo que tratamos de transmitir: nadie se salva solx, y es fundamental construir las redes con las que podamos compartir las alegrías y los momentos más difíciles.
en_us: This is what we tried to convey with this first class: no one is saved alone, and it is fundamental to construct networks with which we can share our joy and our hardest moments.

source: Escuchar lo que tienen para decirme, saber pedir ayuda cuando la angustia atraviesa.
en_us: to listen to what one has to say, and to know when to ask for help when anguish comes through.

source: Ese compromiso pudo verse representado en un papel, con el nombre propio de cada quien.
en_us: That commitment was able to be seen represented in a document, with the appropriate name of each one.

source: Ese momento del desayuno, inaugura cada encuentro.
en_us: That moment of breakfast, it began each meeting.
